Revit 2027 API
ParameterTypeId.FamilyCanHostRebar Property
 "Can host rebar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyCanHostRebar { get; }
Public Shared ReadOnly Property FamilyCanHostRebar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyCanHostRebar {
	ForgeTypeId^ get ();
}
static member FamilyCanHostRebar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace